Repository: lorindo/woocommerce-gateway-paytpv
Catalog: languages/wc_paytpv-*.po
Languages: es_es

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable PayTpv gateway
es_es: Habilitar pasarela de pago PayTpv

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Esto determina el texto que el usaurio ve en el proceso de compra

source: Credit Card (by PayTpv)
es_es: Tarjeta de crédito o dábito (vía PayTpv)

source: Description
es_es: Descripción

source: This controls the description which the user sees during checkout.
es_es: La descripción que el cliente verá en el proceso de compra

source: Pay using your credit card in a secure way
es_es: Pague con tarjeta de crédito de la forma más segura

source: Product type
es_es: Tipo de producto

source: Type of paytpv.com product being used.
es_es: Tipo de producto de paytpv usado

source: User name
es_es: Nombre de usuario

source: Only for TPV WEB
es_es: Solo para TPV WEB

source: Client code
es_es: Código de cliente

source: Terminal
es_es: Número de terminal

source: Terminal number in PayTpv.
es_es: Número de terminal indicado en su producto de paytpv.com

source: Password
es_es: Contraseña

source: Password for PayTpv product.
es_es: Contraseña para este producto de PayTpv

source: Payment gateway in securized mode
es_es: Tpv virtual en modo securizado

source: Only for XML SOAP RECURRENTE
es_es: Solo para XML SOAP RECURRENTE

source: Onsite form in embended iframe
es_es: Mostrar formulario en iframe

source: PayTpv Payment Gateway
es_es: Pasarela de pago PayTpv

source: <a href="https://PayTpv.com">PayTpv Online</a> payment gateway for Woocommerce enables credit card payment in your shop. Al you need is a PayTpv.com merchant account and access to <a href="https://www.paytpv.com/clientes.php">customer area</a>
es_es: La pasarela <a href="https://PayTpv.com">PayTpv Online</a> para Woocommerce le permitirá dar la opción de pago por tarjeta de crédito o débito en su comercio. Para ello necesitará un tpv virtual de PayTpv. Conviene que disponga también de acceso al <a href="https://www.paytpv.com/clientes.php">Área de clientes</a>

source: There you should configure "Tipo de notificación del cobro:" as "Notificación por URL" set ther teh following URL:
es_es: Allí deberá configurar "Tipo de notificación del cobro:" como "Notificación por URL" y configurar ahí la URL:

source: PayTpv payment completed
es_es: Pago en Paytpv completado

source: Thank you for your order. We are now redirecting you to PayTpv to make payment.
es_es: Gracias por su pedido. Ahora le estamos redirigiendo a PayTpv para que finalice el pago.

source: Credit Card payment
es_es: Tarjeta de crédito o débito (vía PayTpv)

source: Cancel order &amp; restore cart
es_es: Cancelar el pedido y restaurar la cesta de la compra

source: Use the stored %s credit card to <a href="%s" class="button">pay</a>
es_es: Usar la tarjeta %s que está registrada para <a href="%s" class="button">pagar</a>

source: Or use a different credit card instead
es_es: O usar una tarjeta diferente

source: Thanks for your order, please fill the data below to process the payment.
es_es: Gracias por su pedido, pro favor, rellene los siguientes datos para procesar el pago.
